export const comments = [
    {
        id: 1,
        nameForMe: 'Сокровище Счастливчика',
        comments: [
            {author: 'semaden', data: '12.09.2013', comment: 'Сокровище Счастливчика. Хороший семейный фильм, спокойный, без напряга', status: 'good'},
            {author: 'vaselis', data: '01.06.2015', comment: 'Сокровище Счастливчика. Я ставлю оценку 12 из 10! стоит смотреть!', status: 'good'},
            {author: 'Yndina', data: '25.03.2019', comment: 'Сокровище Счастливчика. Бред, зря потраченное время', status: 'bad'}
        ]
    },
    {
        id: 2,
        nameForMe: 'Джон Уик 3',
        comments: [
            {author: 'SledakVLZ', data: '12.09.2013', comment: 'Джон Уик 3. Отличное кино!!!! Смотреть обязательно? Все здесь ждут 4 часть. Тема с конями и собаками очень оригинальна)', status: 'good'},
            {author: 'Kulishka', data: '01.06.2015', comment: 'Джон Уик 3. ркий, атмосферный экшен, картинка и музыкальное сопровождение складываются в смотрибельный фильм, хотя двух часовой хронометраж многовато.В общем ничего так, живенько охота началась, на скорости 1,5 и того лучше. Участие собак сделало фильм интереснее', status: 'good'},
            {author: 'ВиталийSF-15T', data: '25.03.2019', comment: 'Джон Уик 3. Ну вторая ЛУЧШЕ чем третья!!!ЕСЛИ будет 4', status: 'bad'}
        ]
    },
    {
        id: 3,
        nameForMe: 'Сталинград',
        comments: [
            {author: 'dnipro19', data: '12.09.2013', comment: 'Сталинград. фильм отличный, для современной "марвеловской" моложежи,... в противовес пиндосовским боевикам... чтобы российская молодежь знала, что была великая война, в которой их предки победили, и в их венах течет кровь победителей, а не как нам все либерастические подпиносовские сми пытаются навязать культ вины за "СССР"... в чем вина СССР и ее граждан? в том что не легли по пиндосов', status: 'good'},
            {author: 'x-studios', data: '01.06.2015', comment: 'Сталинград. Фильм замечательный! К сожалению,читая отзывы,понимаю важное,количество пушечного мяса у нас растёт.', status: 'good'},
            {author: 'Hit-man', data: '25.03.2019', comment: 'Сталинград. У меня получился некий временнОй разрыв между посмотреть фильм и что-то о нем сказать. А вот, когда нашел время сказать, то слов уже не осталось, ибо, cказать нечего, ничего не впечатлило и ничего не запомнилось. Все увиденное, пожалуй, можно квалифицировать как ПСЕВДО-ЭПИЧЕСКИЙ ЛУБОК, ежели есть такой жанр в кино. Разве что вызывает недоумение обязательно-патриотическое название да откровенно неуклюжая попытка прислониться к Opus magnum писателя Васи́лия Гро́ссмана «Жизнь И Судьба”. А традиционное современно-российское, считать, что для того чтобы сделать качественное кино надо туда положить как можно больше денег, дает множество тому примеров …Так по поводу Бюджета “Сталинграда вспоминается, несколько по иному поводу сказанное украинское выражение: ” ХТО ДУЩЕ БЬЄ , ТОЙ КРАЩЕ ГРАЄ” ......Откровенно НЕ рекомендую....', status: 'bad'}
        ]
    },
    {
        id: 4,
        nameForMe: 'Люди в черном: Интернэшнл',
        comments: [
            {author: 'KevinGoz', data: '12.09.2013', comment: 'Люди в черном: Интернэшнл. Да неплохой такой фильм на один раз, немного наивный только. Все эти инопланетяне давно устарели уже и фильмы в стиле "Инопланетянин" от продюсера данного фильма Спилберга тоже. Но, повторяю, для того что бы скоротать вечерок на вынужденном карантине вполне подойдет. Не понимаю почему столько отрицательных отзывов и такой низкий рейтинг у фильма 5.7. Я бы дал твердую 7-ку.', status: 'good'},
            {author: 'ydggfd', data: '01.06.2015', comment: 'Люди в черном: Интернэшнл. Неплохое продолжение... "Пешкин" - милота. 7/10', status: 'good'},
            {author: 'corozo', data: '25.03.2019', comment: 'Люди в черном: Интернэшнл. Уже и не помню какие части я смотрела, но вроде и ничего были (может просто в новинку)))), и красавчик Уилл Смит играл....То ли я выросла из всего этого, то ли фильм ерунда...хватило на 30 минут - выключила...', status: 'bad'}
        ]
    },
    {
        id: 5,
        nameForMe: 'Значит, война',
        comments: [
            {author: 'Anneli', data: '12.09.2013', comment: 'Значит, война. Люди, которые пишут о*ерительно длинюююююющие комменты, вы в себе? Это комедия и только... Веселая, лёгкая, в стиле крошки Риз. Ну бросьте уже попытки Войну и мир перещеголять по количеству символов.', status: 'good'},
            {author: '380999422984', data: '01.06.2015', comment: 'Значит, война. Странно, что она между Харди и Харди выбрала не Харди', status: 'good'},
            {author: 'Ulvinne', data: '25.03.2019', comment: 'Значит, война. Ужасная . Фильм, каких сотни. Уизерспун и Пайн созданы для таких ролей, а за Харди обидно. Откуда такой рейтинг?', status: 'bad'}
        ]
    },
    {
        id: 6,
        nameForMe: 'Приключения желтого чемоданчика',
        comments: [
            {author: 'lorhen', data: '12.09.2013', comment: 'Приключения желтого чемоданчика. В детстве этот фильм произвёл на меня огромное впечатление. На протяжении всей жизни пересматриваю эту сказку, она - лекарство!"Чтоб весело смеяться - не нужен порошок, а нужно, чтобы сказка кончалась хорошо". Отлить в бронзе.', status: 'good'},
            {author: 'rena1', data: '01.06.2015', comment: 'Приключения желтого чемоданчика шедевр в исполнении Пельтцер и Лебедева, смотреть обязательно вместе с детьми!.', status: 'good'},
            {author: 'astro777', data: '25.03.2019', comment: 'Приключения желтого чемоданчика. Не знаю у кого какое было разное детство...', status: 'bad'}
        ]
    },
    {
        id: 7,
        nameForMe: 'Поезд в Пусан',
        comments: [
            {author: 'CriticWomen', data: '12.09.2013', comment: 'Поезд в Пусан. Включила фильм - как фоновый , начитавшись хороших отзывов, что он драматичный и сильный.. обязателен к просмотру, что в жизни чуть ли незаменимая к приему пилюля)))) Как же я ржала весь фильм.. нелепые зомбаки, приятная музыка, я бы отвела фильм к жанру : "еслискучно" , к категории "ужасы" в жизни бы не прицепила эту картину для детей))) Люди, которые пишут вау, достойное кино, зрелищная, сильная, драматична.... вы зомбаки?!)) спасибо за хорошее настроение.', status: 'good'},
            {author: 'Pandagirl225', data: '01.06.2015', comment: 'Поезд в Пусан. Не думала что я буду плакать на фильме о зомби)) Интересный и зрелищный фильм,держит в напряжении..', status: 'good'},
            {author: 'Vad_by', data: '25.03.2019', comment: 'Поезд в Пусан. Герой этого кина - пожалуй, сдохну, пусть укусят. За подобные сцены с тупыми фэйлами минус...', status: 'bad'}
        ]
    },
    {
        id: 8,
        nameForMe: 'Никто не выжил',
        comments: [
            {author: 'Ruslan_Moscow', data: '12.09.2013', comment: 'Никто не выжил. Я не ожидал многого, основываясь на всех недавних фильмах ужасов, в которых мне не хватает этого особенного, но я был приятно удивлен, насколько мне понравилось это кино. Некоторые актерские роли могли бы быть лучше, но в целом я подумал, что это забавный, ужасный триллер. Определенно стоит посмотреть.....РЕКОМЕНДУЮ…..', status: 'good'},
            {author: 'KOTEIRMA', data: '01.06.2015', comment: 'Никто не выжил. Отличный фильм !!! Побольше таких надо ...', status: 'good'},
            {author: '1Alexa1', data: '25.03.2019', comment: 'Никто не выжил. Если бы акцент сделали на развитие сценария, а не на лужи крови, то намного интереснее было бы. А так мясо сплошное. И непонятно откуда взявшийся маньяк....', status: 'bad'}
        ]
    },
    {
        id: 9,
        nameForMe: 'Ведьма',
        comments: [
            {author: 'lorhen', data: '12.09.2013', comment: 'Ведьма. Ну, я плюсанул чисто за артхаусность. Необычное прочтение Вия. Вполне себе имеет право на существование..', status: 'good'},
            {author: 'rena1', data: '01.06.2015', comment: 'Ведьма. Если волевым усилием попытаться не сравнивать с "Вием" (1967), а смотреть чисто как средненький мистический хоррор, то вполне сгодится. Эпизоды с блужданиями в странной местности и отпеванием в старой церкви очень даже ничего. Вия здесь нет, но и откровенного трэша, как в современных экранизациях по Гоголю наваяли, тоже не будет..', status: 'good'},
            {author: 'astro777', data: '25.03.2019', comment: 'Ведьма. Этакая переделка экранизация советского Вия на российский современный лад, ужасов конечно нет, тянет на триллер и фэнтези самое этому ремейку.Сценарий описывать не буду, схож с Вием, скажу лишь, что немного было интересно смотреть на подставу со священником, немного держал в волнении, смотрится история как сказка-страшилка детям на ночь, но и мне взрослому, ради забавы любопытно посмотреть на современный лад сказочку. В жути и страхе не держал, и лишь в конце была напряжённая обстановка. Режиссёр Олег Фесенко снимает в основном сериалы, но этот фильм снял вполне качественно и красочно. Актёры все нормально играли, и даже с плюсом. Ведьму нормально загримировали, более менее похажа. Музыкальное сопровождение играло как драмы, мелодрамы, до мистического фэнтези триллера. Визуальные спецэффекты неплохо сделаны, в сто раз лучше классического Вия, эффектно и насыщенно. Спецэффектов для ужасов в фильме нет, так, пару раз окровавленных трупов показали и всё. Финал должен быть драматичным, но этого не оказалось почему то, а наоборот, хеппи энд.Скажу так, в плане фэнтези неплохо получилось, но получить страх не получилось. Для разнообразия пойдёт, 5- из 10....', status: 'bad'}
        ]
    },
    {
        id: 10,
        nameForMe: 'Звёздные войны: Пробуждение силы',
        comments: [
            {author: 'Ruslan_Moscow', data: '12.09.2013', comment: 'Звёздные войны: Пробуждение силы. Обожаю все части. Единственное, что меня смутило немного, так это злодей, можно было и посимпатичнее найти. Но эта часть тоже крутая..', status: 'good'},
            {author: 'KOTEIRMA', data: '01.06.2015', comment: 'Звёздные войны: Пробуждение силы. Стиль Лукаса выдержан, куклы те же, есть звёзды, есть войны. Из новенького только мужедева и темнокожий парень как центральные персонажи. Весь эпос как сказка для детей среднего школьного возраста про цикличность жизни.Больше всего понравился новый робот...', status: 'good'},
            {author: '1Alexa1', data: '25.03.2019', comment: 'Звёздные войны: Пробуждение силы.Что-то как-то начало третьей саги не зашло... не понравилось в целом 5/10....', status: 'bad'}
        ]
    },
    {
        id: 11,
        nameForMe: 'Марсианин',
        comments: [
            {author: 'Ruslan_Moscow', data: '12.09.2013', comment: 'Марсианин. Ирэн, не советую вам смотреть Марсианина. Там первые минут 15-20 интересно, а потгм такая скукотища. Что-то вроде Робинзона Крузо, но не на острове, а на Марсе. Очень тягомотный фильм, через час уже невозможео смотреть...', status: 'good'},
            {author: 'KOTEIRMA', data: '01.06.2015', comment: 'Марсианин. Доктор_Роберт! Спасибо за совет!Но после ТАКОГО отзыва Ауры я просто не могу не посмотреть этот фильм.Отпишусь в любом случае.', status: 'good'},
            {author: '1Alexa1', data: '25.03.2019', comment: 'Марсианин. Как раз тот случай, когда из-за "неправильного" актера в главной роли весь фильм насмарку. Читать книгу в 100 раз интереснее было, чем смотреть этот бред - такую тему благодатную загубили Метом Деймоном. Жаль...', status: 'bad'}
        ]
    },
    {
        id: 12,
        nameForMe: 'Республика Z',
        comments: [
            {author: 'KevinGoz', data: '12.09.2013', comment: 'Республика Z. В принципе бюджетно снятый, без приукрас и компьютерной графики (зомбаков в расчёт не берём), нормальный такой зомбо-апокалиптический фильмец. Достойно так. В лучших традициях "Ходячих мертвецов". Якуты молодцы. 5+.', status: 'good'},
            {author: 'ydggfd', data: '01.06.2015', comment: 'Республика Z. Мне очень понравились зомбаки в фильме. Качественно сделаны. Но самое пугающее в фильме то, что сцены конца света снимались без специальной подготовки. То есть прямо в поселках Якутии. А это говорит о многом.', status: 'good'},
            {author: 'corozo', data: '25.03.2019', comment: 'Республика Z. это что блин было, я что то не понял,кино или теле сказание народов Ханты и Мансы ? Зря только 1,5 часа потратил.😒', status: 'bad'}
        ]
    },
    {
        id: 13,
        nameForMe: 'Планета 51',
        comments: [
            {author: 'dnipro19', data: '12.09.2013', comment: 'Планета 51. отличный мульт, качественная графика - добрый, забавный', status: 'good'},
            {author: 'x-studios', data: '01.06.2015', comment: 'Планета 51. Согласен, что в западных мультах редко когда попадается что-то стоящее, но в целом мульт прикольный и можно посмотреть разок для раслабона.', status: 'good'},
            {author: 'Hit-man', data: '25.03.2019', comment: 'Планета 51. Серьезно, ребята, что это было вообще такое?', status: 'bad'}
        ]
    },
    {
        id: 14,
        nameForMe: 'Красные туфельки и семь гномов',
        comments: [
            {author: 'semaden', data: '12.09.2013', comment: 'Красные туфельки и семь гномов. очень милый мульт  :)', status: 'good'},
            {author: 'vaselis', data: '01.06.2015', comment: 'Красные туфельки и семь гномов. Безумно энергичный и веселый мультик, где в мире царствует волшебство. Наши герои милые и задорные ребята, становятся гномами и им срочно нужна одна прекрасная девушка. Конечно же, такая в этом прекрасном мире имеется, но точно ли она является прекрасной и какие секреты находятся в её шкафчике. Об этом вы узнаете в этом прекрасном мультике.', status: 'good'},
            {author: 'Yndina', data: '25.03.2019', comment: 'Красные туфельки и семь гномов. Я был за ведьму..', status: 'bad'}
        ]
    },
    {
        id: 15,
        nameForMe: 'Капитошка',
        comments: [
            {author: 'lorhen', data: '12.09.2013', comment: 'Капитошка. Мультфильм моего детства', status: 'good'},
            {author: 'rena1', data: '01.06.2015', comment: 'Капитошка. Несколько минут хорошего настроения.', status: 'good'},
            {author: 'astro777', data: '25.03.2019', comment: 'Капитошка. Этакая переделка на российский современный лад, Капитошка (1980).', status: 'bad'}
        ]
    }
]