export const info = [
    {
        id: 1,
        name: 'Сокровище Счастливчика',
        year: 2017,
        genre: 'Боевик',
        country: 'Зарубежный',
        rating: 56,
        description: 'Студентка по имени Эмили переезжает из города в деревню, к своему дедушке. Там она заботится о бабушкином коне Счастливчике и пытается помочь скорбящему дедушке обрести Господа. В процессе она обзаводится новым другом по имени Джейк. Узнав, что бабушка Эмили умерла в поисках сокровища, друзья пытаются найти редкую золотую монету, десятилетиями ускользавшую от кладоискателей. История о любви, приключении и интриге, "Сокровище Счастливчика" - это яркое напоминание о том, что утраченные вещи можно снова найти.',
        cost: 560,
        cashless: 'безнал'
    },
    {
        id: 2,
        name: 'Джон Уик 3',
        year: 2019,
        genre: 'Боевик',
        country: 'Зарубежный',
        rating: 71,
        description: 'Джон Уик (Киану Ривз) находится в бегах. За его голову объявили награду в 14 млн. долларов, а виной всему нарушение правила - никаких убийств на территории отела «Continental». Администратор Континенталя Уинстон дал всего лишь час Джону, чтобы скрыться, после чего на него начнется самая настоящая охота. Джон будет вынужден сражаться и убивать, чтобы добраться до Нью-Йорка, где он сможет найти выход из сложившейся ситуации',
        cost: 710,
        cashless: 'безнал'
    },
    {
        id: 3,
        name: 'Сталинград',
        year: 2013,
        genre: 'Боевик',
        country: 'Россия',
        rating: 47,
        description: '1942-й год. Сталинград. Советские войска планируют контрнаступление на немецкие части, занявшие правый берег Волги. Наступление сорвано. Лишь разведчикам под командованием капитана Громова удается перебраться на другой берег и закрепиться в одном из домов. Им дан приказ удержать его любой ценой. Кроме нескольких чудом уцелевших советских солдат они находят в доме его последнюю жительницу — 19-летнюю Катю.Приказ отбить дом, захваченный противником, получает немецкий офицер Кан. На фоне одного из самых кровопролитных сражений в истории человечества разворачиваются истории любви и драматического противостояния характеров',
        cost: 470,
        cashless: 'нал'
    },
    {
        id: 4,
        name: 'Люди в черном: Интернэшнл',
        year: 2019,
        genre: 'Комедия',
        country: 'Зарубежный',
        rating: 65,
        description: 'Люди в черном, тайная организация на страже покоя и безопасности Земли, уже не раз защищали нас от нападения отбросов Вселенной. На этот раз самая большая опасность для мирового сообщества, которой агентам предстоит противостоять — шпион в их рядах.',
        cost: 650,
        cashless: 'безнал'
    },
    {
        id: 5,
        name: 'Значит, война',
        year: 2012,
        genre: 'Комедия',
        country: 'Зарубежный',
        rating: 94,
        description: 'Два секретных агента, которые к тому же и закадычные друзья, влюбляются в одну и ту же женщину, но ни один не желает уступить другому.',
        cost: 940,
        cashless: 'безнал'
    },
    {
        id: 6,
        name: 'Приключения желтого чемоданчика',
        year: 1970,
        genre: 'Комедия',
        country: 'Россия',
        rating: 98,
        description: 'Мальчик Петя был таким пугливым, что его мама решила обратиться к доктору. У волшебника-доктора есть прекрасное лекарство — «конфеты настоящей храбрости», да вот беда: чемоданчик с чудо-медикаментами попадает в чужие руки. Последствия могут быть самыми плачевными, однако, к счастью, их удается избежать. А Петя, неожиданно для всех и себя самого, становится храбрым без всяких лекарств…',
        cost: 980,
        cashless: 'нал'
    },
    {
        id: 7,
        name: 'Поезд в Пусан',
        year: 2016,
        genre: 'Ужасы',
        country: 'Зарубежный',
        rating: 86,
        description: 'Из-за загадочных вспышек вируса объявлено чрезвычайное положение. Скоростной поезд-экспресс в Пусан стал временным убежищем для тех, кто смог вырваться из охваченного загадочной эпидемией Сеула. Случайные пассажиры не предполагали, что их билет на этот поезд станет счастливым, но вот надолго ли — добро пожаловать на борт и постарайтесь остаться в живых.…',
        cost: 860,
        cashless: 'безнал'
    },
    {
        id: 8,
        name: 'Никто не выжил',
        year: 2012,
        genre: 'Ужасы',
        country: 'Зарубежный',
        rating: 83,
        description: 'Безжалостные преступники спрятали в заброшенном доме двух заложников, юношу и девушку. Однако через некоторое время головорезы находят заложницу мертвой и неожиданно понимают, что юноша не так прост, как казался на первый взгляд. И теперь это он на них охотится……',
        cost: 830,
        cashless: 'безнал'
    },
    {
        id: 9,
        name: 'Ведьма',
        year: 2006,
        genre: 'Ужасы',
        country: 'Россия',
        rating: 55,
        description: 'Веселый и обаятельный журналист Айван известен своим пристрастием к светским тусовкам и публичным скандалам. А потому предложение босса отправиться исследовать природу загадочных явлений, происходящих в отдаленном городке, воспринимает без особого энтузиазма. Намереваясь побыстрее разделаться с досадным поручением, Айван отправляется в путь.Однако к вечеру его автомобиль оказывается на заброшенной дороге, которая приводит героя к старому дому, где заблудившемуся путнику удается найти приют. Когда часы пробили полночь, на пороге комнаты появилась очаровательная девушка. Большой любитель женского общества, он пускает в ход все свое обаяние и быстро встречает взаимность. У Айвана и в мыслях нет, что объятия нежной девы обернутся настоящим кошмаром…',
        cost: 550,
        cashless: 'нал'
    },
    {
        id: 10,
        name: 'Звёздные войны: Пробуждение силы',
        year: 2015,
        genre: 'Фантастика',
        country: 'Зарубежный',
        rating: 64,
        description: 'Через тридцать лет после гибели Дарта Вейдера и Императора галактика по-прежнему в опасности. Государственное образование Новый Порядок во главе с их таинственным верховным лидером Сноуком и его правой рукой Кайло Реном идёт по стопам Империи, пытаясь захватить всю власть. В это нелёгкое время судьба сводит юную девушку Рей и бывшего штурмовика Нового Порядка Финна с героями времён войны с Империей — Ханом Соло, Чубаккой и Королевой Леей. Вместе они должны дать бой Новому Порядку, однако настаёт тот момент, когда становится очевидно, что лишь джедаи могут остановить Сноука и Кайло Рена. И в галактике в живых остаётся только один……',
        cost: 640,
        cashless: 'безнал'
    },
    {
        id: 11,
        name: 'Марсианин',
        year: 2015,
        genre: 'Фантастика',
        country: 'Зарубежный',
        rating: 89,
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.Очнувшись, Уотни обнаруживает, что связь с Землёй отсутствует, но при этом полностью функционирует жилой модуль. Главный герой начинает искать способ продержаться на имеющихся запасах еды, витаминов, воды и воздуха ещё 4 года до прилёта следующей миссии «Арес-4».',
        cost: 890,
        cashless: 'безнал'
    },
    {
        id: 12,
        name: 'Республика Z',
        year: 2018,
        genre: 'Фантастика',
        country: 'Россия',
        rating: 52,
        description: 'Два друга выживают, как могут в условиях всемирной эпидемии, но череда роковых обстоятельств ставит перед ними выбор - бежать, или стоять насмерть...…',
        cost: 520,
        cashless: 'нал'
    },
    {
        id: 13,
        name: 'Планета 51',
        year: 2009,
        genre: 'Мультфильмы',
        country: 'Зарубежный',
        rating: 94,
        description: 'Летательный аппарат NASA терпит крушение на одной из отдаленных планет галактики. Пилот корабля успевает вовремя катапультироваться и остается жив. Но обитатели планеты встречают космонавта с большой опаской. Инопланетным аборигенам красивый, рослый парень кажется странным и уродливым пришельцем из невиданной им цивилизации. Корабль починить невозможно… Что ж, надо налаживать контакт!.',
        cost: 940,
        cashless: 'безнал'
    },
    {
        id: 14,
        name: 'Красные туфельки и семь гномов',
        year: 2019,
        genre: 'Мультфильмы',
        country: 'Зарубежный',
        rating: 88,
        description: 'Давным-давно в сказочном королевстве жила-была девушка. И однажды она нашла пару волшебных туфелек: стоит их надеть - превращаешься в классическую красавицу-принцессу... Семь принцев, заколдованных злой ведьмой, стали уродливыми зелеными гномами. Чтобы вернуть себе человеческий облик, им нужен один поцелуй прекрасной девушки. В один день пути героев пересекутся, и они узнают, что такое настоящая дружба, любовь и красота..',
        cost: 880,
        cashless: 'безнал'
    },
    {
        id: 15,
        name: 'Капитошка',
        year: 1980,
        genre: 'Мультфильмы',
        country: 'Россия',
        rating: 97,
        description: 'Капитошка — веселая капелька летнего дождя, она несет в себе разноцветье радуги, энергию солнца и живительную силу воды. Однажды Капитошка появился в домике маленького Волчонка. Волчонок — добрый и ласковый, и именно этим огорчает своих родителей. Он — любящий сын, и чтобы порадовать маму и папу он решил исправиться и стать настоящим — Правильным! — волком, свирепым, злым, жестоким и хитрым.Так положено по волчьим законам, и так написано в самоучителе для настоящих волков. Волчонок усиленно учит правила из учебника и тренирует страшные позы. Капитошка помогает Волчонку избавиться от этих комплексов, осознать себя и становится его большим другом.…',
        cost: 970,
        cashless: 'нал'
    }
]